import {InfoBlockProps} from "@/components/Common/types"

export const aboutUsInfo: InfoBlockProps[] = [
  {
    title:{
      text: 'МАСТЕРСТВО'
    },
    data:{
      text: 'Наши тренеры – настоящие профессионалы, чьи знания и опыт подтверждены личными победами.'
    }
  },{
    title:{
      text: 'ИНДИВИДУАЛИЗАЦИЮ',
      blockWidth: 590,
    },
    data:{
      text: 'Каждый спортсмен уникален. Мы создаем программы, учитывающие ваши цели, уровень подготовки и особенности.'
    }
  },{
    title:{
      text: 'ПОДДЕРЖКУ'
    },
    data:{
      text: 'Вы становитесь частью сообщества, где вас понимают и мотивируют на каждом этапе.'
    }
  },
]